tap "candid82/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "yqrashawn/goku"
brew "giflib"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "cairo"
brew "cocoapods"
brew "deno"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghcup"
brew "git"
brew "glow"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "haskell-stack"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "librsvg"
brew "llvm"
brew "node"
brew "mongosh"
brew "neovim"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "openjdk@11"
brew "openapi-generator"
brew "openjdk@17"
brew "pandoc"
brew "pipenv"
brew "pnpm"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "virtualenv"
brew "vite"
brew "watchman"
brew "yarn", link: false
brew "zellij"
brew "zsh"
brew "zsh-completions"
brew "clojure/tools/clojure"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
brew "yqrashawn/goku/goku"
cask "1password-cli"
cask "chromium"
cask "dotnet-sdk"
cask "karabiner-elements"
cask "kitty"
cask "ngrok"
cask "raycast"
vscode "asvetliakov.vscode-neovim"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "bubersson.theme-hop-light"
vscode "canadaduane.vscode-kmonad"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "justusadam.language-haskell"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.blazorwasm-companion"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.makefile-tools"
vscode "pflannery.vscode-versionlens"
vscode "pomdtr.excalidraw-editor"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rlivings39.fzf-quick-open"
vscode "sainnhe.gruvbox-material"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "sldobri.gruvbox-5-stars"
vscode "spadin.zmk-tools"
vscode "stoplight.spectral"
vscode "timvaneker.serverless-snippets"
vscode "tobermory.es6-string-html"
vscode "tootone.org-mode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
