tap "candid82/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "yqrashawn/goku"
brew "glib"
brew "cairo"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "pkg-config"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "jpeg"
brew "jq"
brew "leiningen"
brew "librsvg"
brew "python@3.11"
brew "llvm"
brew "node"
brew "mongosh"
brew "neovim"
brew "python@3.10"
brew "node@14"
brew "openjdk@17"
brew "pipenv"
brew "python@3.9"
brew "ripgrep"
brew "vite"
brew "yarn", link: false
brew "clojure/tools/clojure"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
brew "yqrashawn/goku/goku"
cask "chromium"
cask "dotnet-sdk"
cask "karabiner-elements"
cask "ngrok"
vscode "asvetliakov.vscode-neovim"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "bubersson.theme-hop-light"
vscode "canadaduane.vscode-kmonad"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "JonathanHarty.gruvbox-material-icon-theme"
vscode "justusadam.language-haskell"
vscode "mathiasfrohlich.Kotlin"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.blazorwasm-companion"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.makefile-tools"
vscode "pflannery.vscode-versionlens"
vscode "pomdtr.excalidraw-editor"
vscode "Postman.postman-for-vscode"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rlivings39.fzf-quick-open"
vscode "sainnhe.gruvbox-material"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "sldobri.gruvbox-5-stars"
vscode "spadin.zmk-tools"
vscode "stoplight.spectral"
vscode "TimVaneker.serverless-snippets"
vscode "Tobermory.es6-string-html"
vscode "tootone.org-mode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
